const n=`---
date: "2024-08-11"
---
最近看何同学 老番茄 tim回顾过去的视频还挺有感触的。马上就是在上海&微软的最后一周了。直到今天对高中夏天在上海的日子仍然记忆犹新。比如18年，在中北逸夫楼咖啡馆点了一杯菊花茶写物理练习册，摩擦力那一章错了五道选择。那天中午雨后在秋林阁三楼吃了午餐；比如19年，每天都穿安德玛的黑短袖运动裤拖鞋去环球港，坐扶梯到五楼西西弗书店里的咖啡馆点一杯草莓奶昔，写一上午数学卷子，想尽办法遍最后一道创新题的答案。还有到过的许多许多地方，每次路过的时候从觉得很奇妙。 站在毕业这个时间节点回望，好像过去四年也没有哪里能做的更好了。前一年半拉垮但是逛了不少地方，拍了不少照，虽然成绩一坨还0实习0科研，但是如果那个时候就开始承受大学后两年巨大的压力的话包要抑郁的，所以反而很开心那会儿摆烂了🤗 硬要复盘的话只是可惜没有读海本，但是那也是建立在今天的追求与目标上的。即使真读到了也可能不会读到cs，也大概率会因为不同的经历以及从小对上海怀有的滤镜，从而产生“啊，不如本科去华师好留在上海就好了”的想法。可能最优解是上纽大🤣但是不过怎样以当时的我有限的能力与眼界都永远不会做出这种决定，所以或许也没什么后悔的。 不知道以后会不会经历“一念之差的选择，从而导致了截然不同的人生”的情况。人生还是刺激点好😋
`;export{n as default};
