const n=`---
date: "2024-04-08"
---
过去经常感觉自己好像所有想做的事都能做成，现在想想无非只是自己从未真正跳出过舒适区罢了。因为恐惧失败，所以在小升初的时候选择直升，初升高的时候用可以去韦兰矫健的理由逃避中考。高中的时候畏惧挑战，所以在高二的时候早早确定要来华师大软院这样一个正常走就能得到的结果。   

于是过往所有逃避决策的恶果都积压到了此刻。你还是要在二十多岁做出影响未来十年，二十年的决定。向左还是向右除了表象上关于生活、身份、薪资、职业发展、遇到的人、可能的婚姻与家庭等区别外，还将影响我对于自己内心性格的评估。

我害怕去加州后没能在惨烈的竞争中脱颖而出，吞下人生中真正意义上的失败然后一蹶不振，抑或是从走过了独木桥，陷入下一个追求上岸的周期。也害怕去加拿大后过平静而普通的生活，从此再不敢在高风险高回报的机会来临时有堵一把的勇气，在多年后回首前尘想着“要是那时候梭哈就好了”，但是又碍于现实不能有说走就走的自由；一方面觉得自己从小就是有独特想法与冒险精神，和加州与西海岸气质相近的人，另一方面又觉得自己又始终是与主流价值观格格不入，不适合在事业上追求生命意义的人。我不知道该选好还是选坏，而大概率不管怎样选择，最后都会后悔。 

其实从22年夏天就有预料到这一天会到来。即便脑海中无数次模拟所有路径的终点，进行了各种各样的建模，遍历了可能遇到的各种可能性，但是直到今天依旧没有答案。每每考虑到这里，又能明显地感到自己早已把大脑过拟合到世俗事物上了，犯了机心太重的老中式错误。 我已经注定无法获得自由了，这真是太悲哀了😭真是一代人有一代人的命捏。
`;export{n as default};
